Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedSolidOrShell.#ctor(Autodesk.Revit.DB.TriangulatedSolidOrShell)
Construct an interface object for a TriangulatedSolidOrShell.
externalTriangulatedSolidOrShell:
The TriangulatedSolidOrShell that the interface object represents.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013